Repository: meumouse/wc-account-genius
Catalog: wc-account-genius/languages/wc-account-genius-*.po
Languages: es_es

source: %1$s para %2$s item
es_es: %1$s para %2$s artículo

source: <strong>Account Genius para WooCommerce</strong> requer a versão do PHP 7.4 ou maior. Contate o suporte da sua hospedagem para realizar a atualização.
es_es: <strong>Account Genius para WooCommerce</strong> requiere la versión de PHP 7.4 o superior. Contacta con el servicio de atención al cliente de tu alojamiento para actualizarlo.

source: <strong>Account Genius para WooCommerce</strong> requer a versão do WooCommerce 6.0 ou maior. Faça a atualização do plugin WooCommerce.
es_es: <strong>Account Genius para WooCommerce</strong> requiere la versión de WooCommerce 6.0 o superior. Actualiza el plugin WooCommerce.

source: <strong>Account Genius para WooCommerce</strong> requer que <strong>WooCommerce</strong> esteja instalado e ativado.
es_es: <strong>Account Genius para WooCommerce</strong> requiere que <strong>WooCommerce</strong> esté instalado y activado.

source: A extensão cURL está faltando.
es_es: Falta la extensión cURL.

source: A licença foi desativada
es_es: La licencia ha sido desactivada

source: A licença não é permitida para este produto.
es_es: La licencia no está permitida para este producto.

source: A nova guia %s foi adicionada com sucesso!.
es_es: La nueva pestaña %s se ha añadido correctamente.

source: A versão do plugin Account Genius é a mais recente.
es_es: El plugin Account Genius está actualizado.

source: A versão mínima exigida do PHP é 7.2
es_es: La versión mínima requerida de PHP es 7.2

source: A versão mínima exigida do WooCommerce é 6.0
es_es: La versión mínima requerida de WooCommerce es 6.0

source: Adicionar
es_es: Añadir

source: Adicionar nova guia
es_es: Añadir nueva pestaña

source: Ao redefinir as configurações do plugin, todas opções serão removidas, voltando ao estado original. Sua licença não será removida.
es_es: Al restablecer la configuración del plugin, todas las opciones se eliminarán, volviendo al estado original. Tu licencia no se eliminará.

source: Arquivo enviado com sucesso
es_es: Archivo enviado con éxito

source: Arraste e solte a imagem aqui
es_es: Arrastra y suelta la imagen aquí

source: Arraste e solte o arquivo .key aqui
es_es: Arrastra y suelta el archivo .key aquí

source: As configurações foram atualizadas!
es_es: ¡La configuración ha sido actualizada!

source: Assinatura
es_es: Suscripción

source: Atenção! Você realmente deseja redefinir as configurações?
es_es: ¡Atención! ¿Realmente deseas restablecer la configuración?

source: Ativar exibição de ícones
es_es: Activar visualización de iconos

source: Ativar licença
es_es: Activar licencia

source: Ativar o envio de imagem de perfil
es_es: Activar el envío de imagen de perfil

source: Ativar substituição do modelo padrão
es_es: Activar la sustitución de la plantilla por defecto

source: Ativar substituição do modelo padrão de avisos
es_es: Activar la sustitución de la plantilla de avisos por defecto

source: Ativar/Desativar esta guia
es_es: Activar/Desactivar esta pestaña

source: Ative esta opção para inserir um fundo inclinado na página de Minha conta do WooCommerce.
es_es: Activa esta opción para insertar un fondo inclinado en la página Mi cuenta de WooCommerce.

source: Ative esta opção para permitir que o usuário altere sua foto de perfil.
es_es: Activa esta opción para permitir que el usuario cambie su foto de perfil.

source: Ative esta opção para que os ícones sejam carregados no front-end.
es_es: Activa esta opción para que los iconos se carguen en el front-end.

source: Ative esta opção para substituir o modelo padrão da página de Minha conta do WooCommerce.
es_es: Habilite esta opción para anular la plantilla predeterminada de la página Mi cuenta de WooCommerce.

source: Ative esta opção para substituir o modelo padrão de avisos do WooCommerce.
es_es: Activa esta opción para sustituir la plantilla de avisos por defecto de WooCommerce.

source: Ativo
es_es: Activo

source: Atualizações de pedidos
es_es: Actualizaciones de pedidos

source: Cache de ativação limpo
es_es: Caché de activación borrado

source: Carregar mais pedidos
es_es: Cargar más pedidos

source: Carregar pedidos anteriores
es_es: Cargar pedidos anteriores

source: Central de ajuda
es_es: Centro de ayuda

source: Classe CSS da guia
es_es: Clase CSS de la pestaña

source: Classe CSS da guia (Opcional)
es_es: Clase CSS de la pestaña (Opcional)

source: Classe CSS personalizada.
es_es: Clase CSS personalizada.

source: Classe do ícone Boxicons.
es_es: Clase del icono Boxicons.

source: Clique aqui para gerar seu arquivo de licença
es_es: Haz clic aquí para generar tu archivo de licencia

source: Coloque aqui o conteúdo que você deseja exibir na guia. É permitido HTML e shortcodes. Ex.: [content id="10580"]
es_es: Coloca aquí el contenido que quieres mostrar en la pestaña. Se permite HTML y shortcodes. Ej.: [contenido id="10580"]

source: Comprar licença
es_es: Comprar licencia

source: Comprar novamente
es_es: Comprar de nuevo

source: Configurar guia
es_es: Configurar pestaña

source: Configurar guia <strong class="tab-name">%s</strong>
es_es: Configurar pestaña <strong class="tab-name">%s</strong>

source: Configurar nova guia
es_es: Configurar nueva pestaña

source: Confirmar nova senha
es_es: Confirmar nueva contraseña

source: Confirmar senha
es_es: Confirmar contraseña

source: Conteúdo da guia
es_es: Contenido de la pestaña

source: Cor principal
es_es: Color principal

source: Criar nova guia
es_es: Crear nueva pestaña

source: Código da licença
es_es: Código de licencia

source: Dados inválidos.
es_es: Datos inválidos.

source: Define o endpoint que será usado como link permanente para esta guia.
es_es: Define el endpoint que se utilizará como enlace permanente para esta pestaña.

source: Define o título que será exibido para esta guia.
es_es: Define el título que se mostrará para esta pestaña.

source: Define o ícone que será exibido ao lado do título desta guia. Ou deixe em branco para não exibir.
es_es: Define el icono que se mostrará junto al título de esta pestaña. O déjalo en blanco para no mostrar ninguno.

source: Desativado
es_es: Desactivado

source: Desativar licença
es_es: Desactivar licencia

source: Desligado
es_es: Apagado

source: Detalhes do pedido
es_es: Detalles del pedido

source: Documentação
es_es: Documentación

source: Downloads
es_es: Descargas

source: E-mail
es_es: Correo electrónico

source: E-mail de cobrança
es_es: Correo electrónico de facturación

source: E-mail que você usou durante a finalização da compra.
es_es: El correo electrónico que utilizaste durante el proceso de compra.

source: Editar guia
es_es: Editar pestaña

source: Encontrado no e-mail de confirmação do seu pedido.
es_es: Se encuentra en el correo electrónico de confirmación de tu pedido.

source: Endereço de cobrança
es_es: Dirección de facturación

source: Endereço de e-mail
es_es: Dirección de correo electrónico

source: Endereço de entrega
es_es: Dirección de envío

source: Endpoint da guia
es_es: Endpoint de la pestaña

source: Enviaremos um e-mail com um código temporário.
es_es: Te enviaremos un correo electrónico con un código temporal.

source: Envie uma imagem JPG, JPEG, GIF, PNG ou WebP. Tamanho máximo de 5MB.
es_es: Envía una imagen JPG, JPEG, GIF, PNG o WebP. Tamaño máximo de 5 MB.

source: Erro ao enviar arquivo.
es_es: Error al enviar el archivo.

source: Erro cURL: %s
es_es: Error cURL: %s

source: Erro JSON: %s
es_es: Error JSON: %s

source: Esqueceu sua senha?
es_es: ¿Has olvidado tu contraseña?

source: Esta é uma guia nativa do WooCommerce e não pode ser removida, apenas desativada.
es_es: Esta es una pestaña nativa de WooCommerce y no se puede eliminar, solo desactivar.

source: Este tipo de arquivo não é permitido.
es_es: Este tipo de archivo no está permitido.

source: Exibir fundo inclinado na página Minha conta
es_es: Mostrar fondo inclinado en la página Mi cuenta

source: Extensão cURL:
es_es: Extensión cURL:

source: Extensão OpenSSL:
es_es: Extensión OpenSSL:

source: Extensão que altera o modelo de página minha conta padrão do WooCommerce por um modelo profissional e responsivo.
es_es: Extensión que cambia la plantilla de página por defecto de mi cuenta de WooCommerce por una plantilla profesional y adaptable.

source: Extensão que permite alterar o modelo de página minha conta padrão do WooCommerce por um modelo profissional e responsivo. Se precisar de ajuda para configurar, acesse nossa
es_es: Extensión que permite cambiar la plantilla de página por defecto de mi cuenta de WooCommerce por una plantilla profesional y adaptable. Si necesitas ayuda para configurar, accede a nuestro

source: Falha ao atualizar as guias.
es_es: Error al actualizar las pestañas.

source: Fechar
es_es: Cerrar

source: Foto de perfil alterada com sucesso!
es_es: ¡Foto de perfil cambiada con éxito!

source: Foto de perfil removida com sucesso!
es_es: ¡Foto de perfil eliminada con éxito!

# front-end
source: Formulário de rastreamento de pedidos
es_es: Formulario de seguimiento de pedidos

# front-end
source: Histórico de pedidos
es_es: Historial de pedidos

# front-end
source: Meus endereços
es_es: Mis direcciones

# front-end
source: Minha conta
es_es: Mi cuenta

# front-end
source: Métodos de pagamento
es_es: Métodos de pago

# front-end
source: Painel
es_es: Panel

source: Função PHP "file_get_content":
es_es: Función PHP "file_get_content":

source: Geral
es_es: General

source: Guia adicionada com sucesso.
es_es: Pestaña añadida correctamente.

source: Guias
es_es: Pestañas

source: ID do pedido
es_es: ID de pedido

source: Informações sobre a licença:
es_es: Información sobre la licencia:

source: Informe o endpoint que será usado como link permanente para a nova guia.
es_es: Informa el endpoint que se utilizará como enlace permanente para la nueva pestaña.

source: Informe o link de destino da guia.
es_es: Introduce el enlace de destino de la pestaña.

source: Informe o título que será exibido para a nova guia.
es_es: Introduce el título que se mostrará para la nueva pestaña.

source: Informe sua licença abaixo para desbloquear todos os recursos.
es_es: Introduce tu licencia a continuación para desbloquear todas las funciones.

source: Insira seu endereço de e-mail
es_es: Introduce tu dirección de correo electrónico

source: Já existe uma guia com o mesmo ID.
es_es: Ya existe una pestaña con el mismo ID.

source: Já tem uma conta?
es_es: ¿Ya tienes una cuenta?

source: Lembrar de mim
es_es: Recuérdame

source: Licença ativada com sucesso!
es_es: ¡Licencia activada con éxito!

source: Licença expira em: %s
es_es: La licencia expira el: %s

source: Licença expirada
es_es: Licencia expirada

source: Ligado
es_es: Encendido

source: Limite de memória do PHP:
es_es: Límite de memoria PHP:

source: Limite de tempo do PHP:
es_es: Límite de tiempo de PHP:

source: Limpar cache de ativação
es_es: Limpiar caché de activación

source: Link de redirecionamento
es_es: Enlace de redireccionamiento

source: Menu da conta
es_es: Menú de la cuenta

source: Modo de depuração do WordPress:
es_es: Modo de depuración de WordPress:

source: Mostrando o único pedido
es_es: Mostrando el único pedido

source: Mostrando todos os %d pedidos
es_es: Mostrando todos los %d pedidos

source: Nenhum arquivo selecionado.
es_es: Ningún archivo seleccionado.

source: Nenhum pedido feito ainda.
es_es: Aún no se ha realizado ningún pedido.

source: Nenhuma licença informada
es_es: No se ha informado ninguna licencia

source: Nome
es_es: Nombre

source: Nome completo
es_es: Nombre completo

source: Nome da guia
es_es: Nombre de la pestaña

source: Nome de exibição
es_es: Nombre de exibición

source: Notamos que teve problemas de conexão ao tentar ativar sua licença
es_es: Hemos notado que tuvo problemas de conexión al intentar activar su licencia.

source: Nova guia
es_es: Nueva guia

source: Nova senha (deixe em branco para não alterar)
es_es: Nueva contraseña (dejar en blanco para no cambiar)

source: nova-guia
es_es: nueva guia

source: Não
es_es: No

source: Não disponível
es_es: No disponible

source: Não foi possível verificar atualizações para o plugin Account Genius.
es_es: No se pueden buscar actualizaciones para el complemento Account Genius.

source: Não há downloads disponíveis ainda.
es_es: Aún no hay descargas disponibles.

source: Não tem uma conta?
es_es: ¿No tienes una cuenta?

source: O arquivo enviado não é permitido.
es_es: El archivo enviado no está permitido.

source: O cache de ativação foi limpo com sucesso!
es_es: ¡La caché de activación se ha limpiado con éxito!

source: O domínio de ativação não é permitido.
es_es: El dominio de activación no está permitido.

source: O e-mail de redefinição de senha foi enviado.
es_es: Se ha enviado el correo electrónico para restablecer la contraseña.

source: O pedido #%1$s foi feito em %2$s e atualmente é %3$s.
es_es: El pedido #%1$s se realizó el %2$s y actualmente es %3$s.

source: Observação:
es_es: Nota:

source: Ocorreu um erro na conexão com o servidor de verificação de licenças. Verifique o erro nos logs do WooCommerce.
es_es: Se ha producido un error al conectar con el servidor de verificación de licencias. Comprueba el error en los registros de WooCommerce.

source: Ops! Ocorreu um erro ao adicionar nova guia
es_es: ¡Ups! Se ha producido un error al añadir una nueva pestaña

source: Ops! Ocorreu um erro.
es_es: ¡Ups! Se ha producido un error.

source: Os endereços a seguir serão usados na finalização da compra por padrão.
es_es: Las siguientes direcciones se usarán por defecto al finalizar la compra.

source: Ou clique para procurar seu arquivo
es_es: O haz clic para buscar tu archivo

source: Painel
es_es: Panel

source: Para rastrear seu pedido, digite seu ID do pedido na caixa abaixo e pressione o botão "Rastrear". Isso foi fornecido a você em seu recibo e no e-mail de confirmação que você deveria ter recebido.
es_es: Para realizar el seguimiento de tu pedido, introduce tu ID de pedido en la casilla de abajo y pulsa el botón "Rastrear". Este se proporcionó en tu recibo y en el correo electrónico de confirmación que deberías haber recibido.

source: Permite definir classes CSS personalizadas para esta guia.
es_es: Permite definir clases CSS personalizadas para esta pestaña.

source: Pesquisar produtos
es_es: Buscar productos

source: Preencha seu e-mail abaixo.
es_es: Rellena tu correo electrónico a continuación.

source: Próximo
es_es: Siguiente

source: Quando o usuário acessar esta guia, será redirecionado para outro link do site, ou externo.
es_es: Cuando el usuario acceda a esta pestaña, será redirigido a otro enlace del sitio, o externo.

source: Recursos:
es_es: Características:

source: Redefinir configurações
es_es: Restablecer configuración

source: Redefinir para cor padrão
es_es: Restablecer al color predeterminado

source: Redefinir senha
es_es: Restablecer contraseña

source: Redirecionar para outro link
es_es: Redireccionar a otro enlace

source: Resposta desconhecida
es_es: Respuesta desconocida

source: Resposta vazia.
es_es: Respuesta vacía.

source: Salvar alterações
es_es: Guardar cambios

source: Salvar endereço
es_es: Guardar dirección

source: Salvo com sucesso
es_es: Guardado con éxito

source: Senha
es_es: Contraseña

source: Senha atual (deixe em branco para não alterar)
es_es: Contraseña actual (déjalo en blanco para no cambiarla)

source: Será assim que seu nome será exibido na seção de contas e nas avaliações
es_es: Así es como se mostrará tu nombre en la sección de cuentas y en las reseñas

source: Seu melhor e-mail
es_es: Tu mejor correo electrónico

source: Sim
es_es: Sí

source: Sim, desejo redefinir
es_es: Sí, quiero restablecer

source: Sobre
es_es: Acerca de

source: Sobrenome
es_es: Apellidos

source: Status
es_es: Estado

source: Status da licença:
es_es: Estado de la licencia:

source: Status do sistema:
es_es: Estado del sistema:

source: Sua chave de licença:
es_es: Tu clave de licencia:

source: Sua senha será gerada e enviada para seu e-mail.
es_es: Tu contraseña será generada y enviada a tu correo electrónico.

# table heading
source: Próximo pagamento
es_es: Próximo pago

source: Tamanho máximo da postagem do PHP:
es_es: Tamaño máximo de publicación PHP:

source: Tamanho máximo de envio do PHP:
es_es: Tamaño máximo de carga PHP:

source: Tipo da licença: %s
es_es: Tipo de licencia: %s

source: Todos os recursos agora estão ativados!
es_es: ¡Todas las funciones están ahora activadas!

source: Todos os recursos agora estão desativados!
es_es: ¡Todas las funciones están ahora desactivadas!

source: Track
es_es: Rastrear

source: Trapaceando?
es_es: ¿Haciendo trampa?

source: Um e-mail de redefinição de senha foi enviada para o endereço de e-mail da sua conta, mas pode levar alguns minutos para aparecer na sua caixa de entrada. Aguarde pelo menos 10 minutos antes de tentar novamente ou verifique sua caixa de spam.
es_es: Se ha enviado un correo electrónico para restablecer la contraseña a la dirección de correo electrónico de tu cuenta, pero puede tardar unos minutos en aparecer en tu bandeja de entrada. Espera al menos 10 minutos antes de volver a intentarlo o comprueba tu carpeta de spam.

source: Uma nova versão do plugin Account Genius está disponível.
es_es: Hay disponible una nueva versión del plugin Account Genius.

source: Use o código para alterar sua senha em nosso site seguro.
es_es: Utiliza el código para cambiar tu contraseña en nuestro sitio seguro.

source: Usuário
es_es: Usuario

source: Usuário ou e-mail
es_es: Usuario o correo electrónico

source: Valor mínimo recomendado é 10000
es_es: El valor mínimo recomendado es 10000

source: Valor mínimo recomendado é 128M
es_es: El valor mínimo recomendado es 128M

source: Valor mínimo recomendado é 180
es_es: El valor mínimo recomendado es 180

source: Valor mínimo recomendado é 64M
es_es: El valor mínimo recomendado es 64M

source: Variáveis máximas de entrada do PHP:
es_es: Máximo de variables de entrada de PHP:

source: Ver produtos
es_es: Ver productos

source: Verificar atualizações
es_es: Comprobar actualizaciones

source: Versão %s
es_es: Versión %s

source: Versão do PHP:
es_es: Versión de PHP:

source: Versão do WooCommerce:
es_es: Versión de WooCommerce:

source: Versão do WordPress:
es_es: Versión de WordPress:

source: Você ainda não configurou este tipo de endereço.
es_es: Aún no has configurado este tipo de dirección.

source: Você chegou ao fim das assinaturas. Vá para a %primeira página%s.
es_es: Has llegado al final de las suscripciones. Ir a la %primera página%s.

source: Você não tem assinaturas ativas.
es_es: No tienes suscripciones activas.

source: Você pode fazer upload do arquivo .key da licença para fazer sua ativação manual.
es_es: Puedes subir el archivo .key de la licencia para activarla manualmente.

source: Voltar
es_es: Volver

source: WordPress Multisite:
es_es: WordPress Multisitio:

source: Ícone da guia
es_es: Icono de la pestaña
